export const scenes = [
      {
    mainColor: "#f9c0ff",
    headline: ' ',
    text: '',
  },
    {
    mainColor: "#FCEF8D",
    headline: 'עקרונות מרכזיים בשיטה',
    text: "לימוד מבוסס פרויקטים מחבר בין לדעת לבין לעשות. תלמידים לומדים ידע ואלמנטים מהתכנית לימוד אבל גם מיישמים את מה שהם יודעים בשביל לפתור בעיות אמיתיות ולהביא לתוצאות שמשנות. תלמידים בתכנית זו מנצלים כלים דיגיטליים כדי לייצר דברים איכותיים בשיתוף פעולה. לימוד מבוסס פרויקטים מרכז מחדש את החינוך בתלמידים, לא בתכנית הלימודים. מדובר בשינוי הכרחי בעולם הגלובלי, שמחזק תכונות כמו דרייב, תשוקה, יצירתיות אמפתיה ועמידות. אי אפשר ללמד את הדברים הללו מספר לימוד, אלא רק דרך נסיון וחוויה.  - תומאס מרקהם"
  },
  {
    mainColor: "#E38A83",
    headline: 'היתרונות של שיטת הלימוד',
    text: `
זה כיף  - \n
הבנה מעמיקה יותר של החומר  - \n
תחושת שליטה ומסוגלות  -  \n
מגביר את היצירתיות  -  \n
עבודת צוות ושיתוף פעולה  -  \n
`
  },
  {
    mainColor: "#c0ffe1",
    headline: 'האתגרים',
        text: `עבודת צוות ושיתוף פעולה  - \n
ניהול זמנים  - \n
ללמוד להתפשר  - \n
אחריות  - \n
עצמאות  - \n
`

  },
  /*
  {
    mainColor: "#ffdec0",
    headline: 'לסיום',
    text: '',
  },
  */
];